{
	"greetings": {
	    "cheers": "Ваше здоровье",
		"hello": "Привет",
        "bye": "Пока"
	},
    "menu": {
        "file": {
            "_root": "Файл",
		    "new": "Новый",
		    "open": "Открыть",
		    "save": "Сохранить",
            "exit": "Выход"
		},
	    "edit": {
	        "_root": "Редактировать",
		    "cut": "Вырезать",
		    "copy": "Копировать",
		    "paste": "Вставить",
		    "find": "Найти",
		    "replace": "Заменить"
		}, 
	    "format": {
	        "_root": "Формат",
		    "bold": "Жирный",
		    "italic": "Курсив",
		    "underline": "Подчеркивание"
		}
    }
}